[{"captions": ["A man with a red helmet on a small moped on a dirt road. ", "Man riding a motor bike on a dirt road on the countryside.", "A man riding on the back of a motorcycle.", "A dirt path with a young person on a motor bike rests to the foreground of a verdant area with a bridge and a background of cloud-wreathed mountains. ", "A man in a red shirt and a red hat is on a motorcycle on a hill side."], "file_path": "val2014/COCO_val2014_000000391895.jpg", "id": 391895}, {"captions": ["A woman wearing a net on her head cutting a cake. ", "A woman cutting a large white sheet cake.", "A woman wearing a hair net cutting a large sheet cake.", "there is a woman that is cutting a white cake", "A woman marking a cake with the back of a chef's knife. "], "file_path": "val2014/COCO_val2014_000000522418.jpg", "id": 522418}, {"captions": ["A child holding a flowered umbrella and petting a yak.", "A young man holding an umbrella next to a herd of cattle.", "a young boy barefoot holding an umbrella touching the horn of a cow", "A young boy with an umbrella who is touching the horn of a cow.", "A boy holding an umbrella while standing next to livestock."], "file_path": "val2014/COCO_val2014_000000184613.jpg", "id": 184613}, {"captions": ["A young boy standing in front of a computer keyboard.", "a little boy wearing headphones and looking at a computer monitor", "He is listening intently to the computer at school.", "A young boy stares up at the computer monitor.", "a young kid with head phones on using a computer "], "file_path": "val2014/COCO_val2014_000000318219.jpg", "id": 318219}, {"captions": ["a boy wearing headphones using one computer in a long row of computers", "A little boy with earphones on listening to something.", "A group of people sitting at desk using computers.", "Children sitting at computer stations on a long table.", "A small child wearing headphones plays on the computer."], "file_path": "val2014/COCO_val2014_000000554625.jpg", "id": 554625}, {"captions"
